{
        "in8": "Chinese",
        "en": "Chinese",
        "es": "Chino",
        "ch": "中國人",
        "languaje": "Languaje",
        "home": "Home",
        "btnby": "Buy Ralph",
        "creator": "Ralph for Creators",
        "swap": "Ralph Swap",
        "holders": "Holders",
        "supply": "Supply",
        "transfers": "Transfers",
        "mision": "Our Mission",
        "saveRabbit": "Save Ralph for Non-Profit",
        "carrot": "Carrot the community governance token",
        "formtitle": "SAVE RALPH Subscription & Airdrop",
        "formBigText": [
            "Tokens will be distributed between 24 to 72 hours after you sent your payment , if you haven’t received your tokens after that time please contact support.",
            "1. The 5th Round Presale Price of SAVE RALPH is:1 USDT = 280.000.000 RALPH.",
            "Each round will have a duration of 2 days. The price of Ralph Token will increase by 2% in relation to the previous round.",
            "2. How to Join the Presale:",
            "A. Buy USDT/BUSD on Binance P2P，or transfer your USDT/BUSD to Binance P2P account.",
            "If you dont have a Binance account, register from here, share 20% commission: https://www.binance.com/es/register?ref=HDZYODTM",
            "B. Send the USDT/BUSD you want to subscribe SAVE RALPH by Binance P2P Transfer Function（no transfer fee）to SAVE RALPH official Binance account: saveralphtoken@gmail.com",
            "If you send a payment of less than 10 Dollars it will be considered as a project donation and it won’t be returned."
        ],
        "step1": "1. Your Binance Email Account",
        "step2": "2. How much USDT/BUSD you use to buy RALPH？*MIN-MAX CONTRIBUTION IS 10 - 10.00",
        "step3": "3. Your BSC Address to receive SAVE RALPH.",
        "step4": "4. Did someone refer you? If yes, please leave his/her BSC AddressHosting and host can both get 5% Airdrop of your subscription amount. Fill in your friend's BSC Address, and you two will both get 147.500.000 RALPH Airdrop. If you don’t have a referral you can use our wallet 0xF237eC922A478dAbf28a9474D205A4f49d604ee3",
        "step5": "5. Where do you learn of RALPH TOKEN? And do you have some advice to make RALPH Token a successful crypto community?",
        "stepHelp": "If you have any questions or concerns please contact us via our: telegram group https://t.me/Saveralphtoken",
        "btnSend": "Send"
    }