{
    "es": {
        "in8": "Español",
        "en": "Ingles",
        "es": "Español",
        "ch": "Chino",
        "languaje": "Idioma",
        "welcome": "Bienvenido al ecosistema de Save Ralph",
        "home": "Inicio",
        "about": "Sobre Nosotros",
        "btnby": "Comprar Ralph",
        "creator": "Ralph para creadores",
        "creatorTXT": "Save Ralph tiene como objetivo utilizar parte de los ingresos para subsidiar la primera transacción de menta (transacción de creación de NFT) para los usuarios, además de otras estrategias comerciales para impulsar el crecimiento de la plataforma. El proyecto Save Ralph Token es una solución a las limitaciones que enfrenta el mercado de la propiedad intelectual, como los desafiantes requisitos de licencias y trámites. En cambio, los NFT representan una alternativa de fácil acceso disponible para cualquier persona con solo unos pocos clics.",
        "swap": "Intercambio de Ralph",
        "swapTXT": "Un sistema de comparación de pares comerciales que permite a las personas realizar pedidos y comerciar con criptomonedas sin depender de una institución intermediaria para administrar el libro mayor y retener los fondos de los clientes. En cambio, los intercambios ocurren directamente entre usuarios (de igual a igual) a través de un proceso automatizado.",
        "holders": "Poseedores",
        "supply": "Suministro",
        "transfers": "Transferencias",
        "mission": "Nuestra Misión",
        "missionTXT": "Estamos decididos a construir el ecosistema descentralizado más seguro y confiable, nuestro objetivo y misión es ofrecer un lugar seguro para intercambiar sus valiosos activos sin dejar de ser confidenciales y descentralizados y brindar a nuestra comunidad las herramientas para los procesos de toma de decisiones descentralizados.",
        "saveRabbit": "Save Ralph para organizaciones sin fines de lucro",
        "saveRabbitTXT": "Los conejos son animales adorables e indefensos que las horas extraordinarias se utilizan como base para experimentos médicos y cosméticos que amenazan su vida y su espacio. Es por eso que Save Ralph ha asumido la responsabilidad y el compromiso de donar parte de nuestro suministro de tokens para apoyar a las organizaciones sin fines de lucro de rescate de conejos, esta contribución ayudará a rehabilitar, tratar, rescatar y adoptar conejos en todo el país, así como a comprar suministros. y cuidado veterinario para nuestros pequeños y esponjosos amigos. <br/> Tenga la seguridad de que cuando invierte en nuestro proyecto, está a unos clics de ayudar a los animales necesitados.",
        "carrot": "Carrot, el token de gobernanza comunitaria",
        "carrotTXT": "Se utilizará para las tarifas de transacción en Save RalphSwap y se utilizará para la gobernanza en el proceso de toma de decisiones de la comunidad en el ecosistema. <br/> La plataforma y el protocolo Save Ralph apuntan a ser un ecosistema autónomo que estará gobernado por Los titulares de Carrot Token, que tendrán la tarea de votar sobre las propuestas de gobernanza, a tiempo Save Ralph y los tokens de Carrot tienen la intención de hacer la transición a una estructura completamente descentralizada.",
        "formtitle": "SAVE RALPH Suscripción y Distribución de RalphToken",
        "formBigText": [
            "Los tokens se distribuirán entre 24 y 72 horas después de que envió su pago; si no ha recibido sus tokens después de ese tiempo, comuníquese con el servicio de asistencia.",
            "1. El precio de preventa de la {round} ronda de SAVE RALPH es: 1 USDT = {amount} RALPH.",
            "Cada ronda tendrá una duración de 3 días (72H). El precio de Ralph Token aumentará un 2% en relación a la ronda anterior.",
            "2. Cómo unirse a la preventa:",
            "A. Compre USDT / BUSD en Binance P2P, o transfiera su USDT / BUSD a la cuenta Binance P2P.",
            "Si no tiene una cuenta de Binance, regístrese desde aquí, comparta el 20% de comisión: <a href='https://www.binance.com/es/register?ref=HDZYODTM' target='__blank'>https://www.binance.com/es/register?ref=HDZYODTM</a>",
            "B. Envíe el USDT / BUSD al que desea suscribir SAVE RALPH por Transferencia Binance P2P (sin tarifa de transferencia）a la cuenta oficial de SAVE RALPH de Binance: saveralphtoken@gmail.com",
            "Si envía un pago de menos de 10 dólares se considerará como una donación de proyecto y no se devolverá."
        ],
        "step1": "1. Su cuenta de correo electrónico de Binance",
        "step2": "2. Cuánto USDT / BUSD usara para comprar RALPH？ * LA CONTRIBUCIÓN MÍN-MÁX es 10-10.000",
        "step3": "3. Su dirección BSC donde recibirá los SAVE RALPH.",
        "step4": "4. ¿Alguien te refirió? En caso afirmativo, deje su BSC AddressHosting y el anfitrión puede obtener el 5% de Airdrop del monto de su suscripción. Complete la dirección BSC de su amigo y ambos obtendrán {percent} RALPH Airdrop. Si no tiene una referencia, puede usar nuestra billetera ",
        "step5": "5. ¿Dónde se enteró de RALPH TOKEN? ¿Y tiene algún consejo para hacer de RALPH TOKEN una comunidad de criptografía exitosa?",
        "step1Crypto": "1. Selecciona la moneda con que quieres pagar",
        "step2Crypto": "2. Tu correo electrónico",
        "step3Crypto": "3. Cuánto {crypto} usa para comprar RALPH？ * LA CONTRIBUCIÓN Min - Max es {min} - {max}",
        "stepHelp": "Si tiene alguna pregunta o inquietud, comuníquese con nosotros a través de nuestro: grupo de telegram",
        "btnSend": "Enviar",
        "urlVideo": "cmlITg5xIb0",
        "titleVideo": "Save Ralph cortometraje de Human Society",
        "RiskDisclosure": "Divulgación de Riesgos",
        "RiskDisclosureTXT": "Tenga en cuenta que siempre existen riesgos asociados con los contratos inteligentes. Compre bajo su propio riesgo. SAVE RALPH Token no es un corredor, analista o asesor de inversiones registrado, todo lo que proporcionamos en este sitio es puramente con fines orientativos, informativos y educativos.<br/>Toda la información contenida en este documento debe ser verificada y confirmada de forma independiente. No aceptamos ninguna responsabilidad por cualquier pérdida o daño causado por la confianza en dicha información o servicios.</br>Tenga en cuenta los riesgos que conlleva cualquier negociación realizada en cualquier mercado financiero. No opere con dinero que no pueda permitirse perder. En caso de duda, debe consultar a un asesor financiero calificado antes de tomar cualquier decisión de inversión.",
        "LegalDisclaimer": "Nota Legal",
        "LegalDisclaimerTXT": "La información proporcionada en este sitio web no constituye asesoramiento de inversión, asesoramiento financiero, asesoramiento comercial o cualquier otro tipo de asesoramiento y no debe tratar el contenido del sitio web como tal. El equipo de Save Ralph Token no recomienda que usted deba comprar, vender o conservar ninguna criptomoneda. Realice su propia diligencia debida y consulte a su asesor financiero antes de tomar cualquier decisión de inversión. Al comprar RALPH, usted acepta que no está comprando un valor o una inversión y acepta mantener al equipo indemne y no responsable de las pérdidas o impuestos en los que pueda incurrir. También acepta que el equipo presenta el token \"tal cual\" y no está obligado a proporcionar ningún tipo de soporte o servicio. No debe esperar ningún formulario de RALPH y su equipo. Aunque RALPH es un token DeFi impulsado por la comunidad para redes sociales y no una moneda digital registrada, el equipo recomienda encarecidamente que los ciudadanos en áreas con prohibiciones gubernamentales sobre Crypto no lo compren porque el equipo no puede garantizar el cumplimiento de las regulaciones de su territorio. Asegúrese siempre de cumplir con las leyes y regulaciones locales antes de realizar cualquier compra.",
        "days": "Dias",
        "hours": "Horas",
        "minutes": "Minutos",
        "seconds": "Segundos",
        "countDownTXT": "Cuenta regresiva para terminar la ronda",
        "required": "Campo Requeridos",
        "connectWallet": "Connecta tu Wallet",
        "TitleLoading": "Enviando Formulario",
        "TxtLoading": "Por favor espere, estamos procesando los datos.",
        "TitleError": "¡Ocurrió un error!",
        "TxtError": "Debes llenar los campos requeridos",
        "TitleSuccess": "Hecho",
        "TxtSuccess": "Hemos procesado tu formulario, recibirás un correo electrónico con una copia, recuerda que la entrega de tus tokens puede demorar 24 a 72h despues de la confirmacion de tu pago",
        "TxtSuccessCoin": "Hemos procesado tu formulario, recibirás un correo electrónico con una copia, recuerda que la entrega de tus tokens puede demorar 24 a 72h despues de la confirmacion de tu pago, seras redirigido a coinpayments",
        "whitePaper": "https://files-ralph.s3.us-east-2.amazonaws.com/Ralph(ESP).pdf"
    },
    "en": {
        "in8": "English",
        "en": "English",
        "es": "Spanish",
        "ch": "Chinese",
        "welcome": "Welcome To Save Ralph Ecosystem",
        "languaje": "Languaje",
        "home": "Home",
        "about": "About Us",
        "btnby": "Buy Ralph",
        "creator": "Ralph for Creators",
        "creatorTXT": "Save Ralph is aiming to use part of the revenue to subsidize the first mint transaction (NFT creation transaction) for users, in addition to other business strategies to fuel the growth of the platform. The Save Ralph Token Project is a solution to the limitations faced by the intellectual property market, such as challenging licensing and paperwork requirements. NFTs instead represent an easily accessible alternative available to anyone with just a few clicks.",
        "swap": "Ralph Swap",
        "swapTXT": "A trading pair matching system that allows people to place orders and trade cryptocurrencies without relying on an intermediary institution to manage the ledger and hold customers' funds. Instead, trades occur directly between users (peer to peer) through an automated process.",
        "holders": "Holders",
        "supply": "Supply",
        "transfers": "Transfers",
        "mission": "Our Mission",
        "missionTXT": "We are determined to build the most secure and trusted Decentralized Ecosystem, our goal and mission is to offer a secure place to trade your valuable assets while remaining confidential and decentralized and to give to our community the tools for decentralized decision making processes.",
        "saveRabbit": "Save Ralph for Non-Profit",
        "saveRabbitTXT": "Rabbits are adorable and defenseless animals that overtime are been used as basis for both medical and cosmetic experiments threatening their life and their space. That is why Save Ralph have taken the responsibility and commitment of donating part of our token supply in order to support Non-profit Rabbits Rescue Organizations, this contribution will help to rehabilitate, treat, rescue & adopt rabbits across the country  as well as purchasing supplies and veterinary care for our little fluffy friends.<br/>Rest assure that when you invest  in our project you are a  few clicks away from helping animals in need.",
        "carrot": "Carrot the community governance token",
        "carrotTXT": "Will  be used for transaction fees in the Save RalphSwap and It will be used for governance in the decision making process by the community in the ecosystem.<br/>The Save Ralph platform and protocol aim to be an autonomous ecosystem that will be governed by Carrot Token holders, who will be tasked with voting on governance proposals, in time Save Ralph and Carrot tokens intends to transition to a fully decentralized structure.",
        "formtitle": "SAVE RALPH Subscription & Airdrop",
        "formBigText": [
            "Tokens will be distributed between 24 to 72 hours after you sent your payment , if you haven’t received your tokens after that time please contact support.",
            "1. The {round} Round Presale Price of SAVE RALPH is: 1 USDT = {amount} RALPH.",
            "Each round will have a duration of 2 days. The price of Ralph Token will increase by 2% in relation to the previous round.",
            "2. How to Join the Presale:",
            "A. Buy USDT/BUSD on Binance P2P，or transfer your USDT/BUSD to Binance P2P account.",
            "If you dont have a Binance account, register from here, share 20% commission: <a href='https://www.binance.com/es/register?ref=HDZYODTM' target='__blank'>https://www.binance.com/es/register?ref=HDZYODTM</a>",
            "B. Send the USDT/BUSD you want to subscribe SAVE RALPH by Binance P2P Transfer Function（no transfer fee）to SAVE RALPH official Binance account: saveralphtoken@gmail.com",
            "If you send a payment of less than 10 Dollars it will be considered as a project donation and it won’t be returned."
        ],
        "step1": "1. Your Binance Email Account",
        "step2": "2. How much USDT/BUSD you use to buy RALPH？*MIN-MAX CONTRIBUTION IS 10 - 10000.00",
        "step3": "3. Your BSC Address to receive SAVE RALPH.",
        "step4": "4. Did someone refer you? If yes, please leave his/her BSC AddressHosting and host can both get 5% Airdrop of your subscription amount. Fill in your friend's BSC Address, and you two will both get {percent} RALPH Airdrop. If you don’t have a referral you can use our wallet ",
        "step5": "5. Where do you learn of RALPH TOKEN? And do you have some advice to make RALPH Token a successful crypto community?",
        "step3Crypto": "3. How much {crypto} you use to buy RALPH？*MIN-MAX CONTRIBUTION IS {min} - {max}",
        "step1Crypto": "1. Select the currency with which you want to pay",
        "step2Crypto": "2. Your Email",
        "stepHelp": "If you have any questions or concerns please contact us via our: telegram group",
        "btnSend": "Send",
        "urlVideo": "G393z8s8nFY",
        "titleVideo": "Save Ralph Movie by Human Society",
        "RiskDisclosure": "Risk Disclosure",
        "RiskDisclosureTXT": "Please note there are always risks associated with smart-contracts. Please buy at your own risk.  SAVE RALPH Token is not a registered broker, analyst or investment advisor everything that we provide on this site is purely for guidance, informational and educational purposes. <br/>All information contained herein should be independently verified and confirmed. We do not accept any liability for any loss or damage whatsoever caused in reliance upon such information or services. <br/>Please be aware of the risks involved with any trading done in any financial market. Do not trade with money that you cannot afford to lose. When in doubt, you should consult a qualified financial advisor before making any investment decisions.",
        "LegalDisclaimer": "Legal Disclaimer",
        "LegalDisclaimerTXT": "The information provided on this website does not constitute investment advice, financial advice, trading advice, or any other sort of advice and you should not treat any of the website's content as such. The Save Ralph Token team does not recommend that any cryptocurrency should be bought, sold, or held by you. Do conduct your own due diligence and consult your financial advisor before making any investment decisions. By purchasing RALPH, you agree that you are not purchasing a security or investment and you agree to hold the team harmless and not liable for any losses or taxes you may incur. You also agree that the team is presenting the token \"as is\" and is not required to provide any support or services. You should have no expectation of any form from RALPH and its team. Although RALPH is an community driven DeFi token for social networking and not a registered digital currency, the team strongly recommends that citizens in areas with government bans on Crypto do not purchase it because the team cannot ensure compliance with your territories regulations. Always make sure that you are in compliance with your local laws and regulations before you make any purchase",
        "days": "Days",
        "hours": "Hours",
        "minutes": "Minutes",
        "seconds": "Seconds",
        "countDownTXT": "Countdown to end round",
        "required": "Required Field",
        "connectWallet": "Connect your wallet",
        "TitleLoading": "Sending Form",
        "TxtLoading": "Please wait, we are processing the data",
        "TitleError": "¡An error occurred!",
        "TxtError": "You must fill in the required fields",
        "TitleSuccess": "Done",
        "TxtSuccess": "We have processed your form, you will receive an email with a copy, remember that the delivery of your tokens may take 24 to 72 hours after the confirmation of your payment",
        "TxtSuccessCoin": "We have processed your form, you will receive an email with a copy, remember that the delivery of your tokens may take 24 to 72 hours after the confirmation of your payment, you will be redirected to coinpayments",
        "whitePaper": "https://files-ralph.s3.us-east-2.amazonaws.com/Ralph(ING).pdf"
    },
    "ch": {
        "in8": "Chinese",
        "en": "Ingles",
        "es": "Español",
        "ch": "中國人",
        "languaje": "Languaje",
        "welcome": "Welcome To Save Ralph Ecosystem",
        "home": "Home",
        "btnby": "Buy Ralph",
        "creator": "Ralph for Creators",
        "swap": "Ralph Swap",
        "holders": "Holders",
        "supply": "Supply",
        "transfers": "Transfers",
        "mision": "Our Mission",
        "saveRabbit": "Save Ralph for Non-Profit",
        "carrot": "Carrot the community governance token",
        "formtitle": "SAVE RALPH Subscription & Airdrop",
        "formBigText": [
            "Tokens will be distributed between 24 to 72 hours after you sent your payment , if you haven’t received your tokens after that time please contact support.",
            "1. The 5th Round Presale Price of SAVE RALPH is:1 USDT = 280.000.000 RALPH.",
            "Each round will have a duration of 2 days. The price of Ralph Token will increase by 2% in relation to the previous round.",
            "2. How to Join the Presale:",
            "A. Buy USDT/BUSD on Binance P2P，or transfer your USDT/BUSD to Binance P2P account.",
            "If you dont have a Binance account, register from here, share 20% commission: https://www.binance.com/es/register?ref=HDZYODTM",
            "B. Send the USDT/BUSD you want to subscribe SAVE RALPH by Binance P2P Transfer Function（no transfer fee）to SAVE RALPH official Binance account: saveralphtoken@gmail.com",
            "If you send a payment of less than 10 Dollars it will be considered as a project donation and it won’t be returned."
        ],
        "step1": "1. Your Binance Email Account",
        "step2": "2. How much USDT/BUSD you use to buy RALPH？*MIN-MAX CONTRIBUTION IS 10 - 10.00",
        "step3": "3. Your BSC Address to receive SAVE RALPH.",
        "step4": "4. Did someone refer you? If yes, please leave his/her BSC AddressHosting and host can both get 5% Airdrop of your subscription amount. Fill in your friend's BSC Address, and you two will both get 147.500.000 RALPH Airdrop. If you don’t have a referral you can use our wallet 0xF237eC922A478dAbf28a9474D205A4f49d604ee3",
        "step5": "5. Where do you learn of RALPH TOKEN? And do you have some advice to make RALPH Token a successful crypto community?",
        "stepHelp": "If you have any questions or concerns please contact us via our: telegram group https://t.me/Saveralphtoken",
        "btnSend": "Send"
    }
}